"Spaces is disabled" = "Spaces è disabilitato";
"Spaces must be enabled for Warp to function. Would you like to go to the Spaces preference pane?" = "Spaces deve essere abilitato per far funzionare Warp. Vuoi andare sul pannello preferenze di Spaces?";
"Resource missing" = "Risorsa mancante";
"Warp is missing a resource required to function. Please reinstall Warp." = "Warp manca di una risorsa richiesta per farlo funzionare. Per cortesia reinstalla Warp.";
"Update available" = "Aggiornamento disponibile";
"Warp %@ is available. Would you like to download the latest version? Version %@ is currently installed." = "Warp %@ è disponibile. Vuoi scaricare l'ultima versione? L'attuale versione installata è %@.";
"Download" = "Scarica";
"Ignore" = "Ignora";
"No updates found" = "Nessun aggiornamento trovato";
"Warp %@ is the newest version available." = "Warp %@ è la versione disponibile più recente.";
"Error checking for updates" = "Errore nel controllare gli aggiornamenti";
"Warp was unable to check for updates.\n\n%@" = "Warp non ha potuto verificare eventuali aggiornamenti.\n\n%@";
"Unable to contact remote host." = "Non riesco a contattare l'host remoto.";
"Yes" = "Si";
"No" = "No";